Revit 2027 API
MirrorFailures Properties
The BuiltInFailures.MirrorFailures type exposes the following members.
Properties
Name | Description
BadMirror |  Can't mirror element into this position.
Top
See Also
Reference
BuiltInFailures.MirrorFailures Class
Autodesk.Revit.DB Namespace